{
  "LanguageId": 0,
  "LanguageName": "English",
  "Resources": {
    "TEST_STRING": "Hello, World!",
    "EXCEPTION_RESPONSE_TEMPLATE(@REASON)": ":anger: **Couldn't complete the operation**\nApparently, {0}",
    "COMMAND_ERROR_DOUBLE_SPACES": ":question: Your command contains two or more consecutive spaces. This usually isn't correct.",
    "SUMMARY_DATA_DELETE": "Deletes all collected data about you and also removes your consent to further data collection. (You cannot take this action back)",
    "SUMMARY_DATA_VIEW": "Returns a direct unedited copy of all data collected about you in json form.",
    "SUMMARY_DATA_ACCEPT": "Giving consent to data collection for the purposes of providing features.",
    "DM_DELETABLE": "React with :x: to delete this message. _(If nothing happens, try to send a message in this channel first.)_",
    "PRECONDITION_COLLECTION_DENIED": "To use this command, I need your consent to data collection.\n\n:lock: Don't worry, you can get a copy of the collected data, or delete it at any time.\n\nTo give consent, you need to send the following message `@Justine I agree with my data being collected`. Make sure the mention is valid before sending it.",
    "PRIVACY_MESSAGE_HEADER": ":white_check_mark: **Your data collection settings were updated**",
    "PRIVACY_CMD_HINT": ":keyboard: **Control what I collect:**\n`<Mention/Prefix> data-view` - Full copy of what I know about you.\n`<Mention/Prefix> data-delete` - Delete all data about you. :warning: Cannot be taken back!",
    "PRIVACY_AGREE_RESPONSE": ":closed_lock_with_key: I can now store data about you.",
    "PRIVACY_DATA_REPORT_TEMPLATE(@DATA)": ":clipboard: **Data collection report**This is the full copy of the data stored about you:\n```json\n{0}\n```",
    "PRIVACY_DATA_REPORT_SUCCESS": "I sent you a copy of your data through private messages.",
    "PRIVACY_DATA_REPORT_FAIL": ":thinking: **The message couldn't be sent**\nThis usually happens when a user has their DMs disabled. Please make sure people not in your friends list can message you.\nIf you want, I can send your information here, **however**, keep in mind everyone in this channel will be able to see your information!\nOn the other hand, you will be able to delete it if you have enough privileges (unlike DMs).\nTo force public report, use `data-view public`. **But really think about it before you do it!**",
    "PRIVACY_DELETE_RESPONSE": ":shield: I deleted all data I've collected about you.\n\nYour consent was also removed and I will not continue collecting your data unless you specifically give consent again.\nShould you find the need for some data collection dependent features again, feel free to give your consent.\n\n:slight_smile: _You were my favorite, ... ehm... I forgot your name..._"
  } 
}
