{
  "LanguageId": 0,
  "LanguageName": "English",
  "Resources": {
    "TEST_STRING": "Hello, World!",
    "SUMMARY_DATA_DELETE": "Deletes all collected data about you and also removes your consent to further data collection. (You cannot take this action back)",
    "SUMMARY_DATA_VIEW": "Returns a direct unedited copy of all data collected about you in json form.",
    "SUMMARY_DATA_ACCEPT": "Giving consent to data collection for the purposes of providing features.",
    "PRIVACY_AGREE_RESPONSE": ":white_check_mark: **Your data collection settings were updated**\nI can now collect data about you in order to provide some features, such as profiles or economy.\nHowever, you are still in control of your data. Here are some commands you can use to work with your data:\n`data-view` or `data-show` to get a Direct Message with all data collected about you.\n`data-delete` to delete all collected data. :warning: **This action cannot be taken back!**",
    "PRIVACY_DATA_REPORT_TEMPLATE(@DATA)": ":clipboard: **Data collection report**\n_Please check the time this message was sent to you. The older the message, the higher the chance of the information being outdated._\nHere is the data collection report you requested:\n```json\n{0}\n```",
    "PRIVACY_DATA_REPORT_SUCCESS": "a DM with the report was sent to you.",
    "PRIVACY_DATA_REPORT_FAIL": ":thinking: **The message couldn't be sent**\nI wasn't able to DM you your data collection report. This usually happens when a user has their DMs disabled. Please make sure people not in your friends list can message you.\nIf you want, I can send your information here, **however**, keep in mind everyone in this channel will be able to see your information!\nOn the other hand, you will be able to delete it if you have enough privileges (unlike DMs).\nTo force public report, use `data-view public`. **But really think about it before you do it!**",
    "PRIVACY_DELETE_RESPONSE": ":white_check_mark: **Your data collection settings were updated**\nI deleted all data I've collected about you. You now cannot take this action back.\nYour consent was also removed and I will not continue collecting your data unless you specifically give consent again.\nShould you find the need for some data collection dependent features again, feel free to give your consent.\n\n:slight_smile: _You were my favorite, ... ehm... I forgot your name..._"
  } 
}
